KCX-Mapping-Convert/data/kids/test/NonExitedExportRequestDate.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
<soap:Header>
<Header xmlns="http://www.eurtradenet.com/schemas/header/200310" soap:mustUnderstand="true">
<To>DE01.CSFTEST.2158</To>
<From>DE</From>
<MessageID>data\fss\in\aup.fss</MessageID>
<InReplyTo>DiehlMsgID</InReplyTo>
<SentAt>2009-05-06 07:32:11 +0200</SentAt>
<Act>inform</Act>
<MessageVersion>2.0</MessageVersion>
<MessageType>NonExitedExportRequest</MessageType>
</Header>
</soap:Header>
<soap:Body>
<Submit xmlns="http://www.eurtradenet.com/schemas/uids/export/body/200809">
<Export>
<NonExitedExportRequest>
<ReferenceNumber>AL-20081216-101-10008</ReferenceNumber>
<DateOfInvestigation>2008-12-16</DateOfInvestigation>
<ResponseUntil>2009-01-15</ResponseUntil>
</NonExitedExportRequest>
</Export>
</Submit>
</soap:Body>
</soap:Envelope>